[
  {
    "number": 1,
    "title": "The Stats. The Stigma. The Silence.",
    "summary": "本章以数据打底指出：女性平均寿命约81岁、绝经平均年龄51岁，加上5—7年的围绝经期，人生将近一半都处在更年期旅程中。然而，几百年来社会话语始终将其污名化——从“子宫之死”、被贴上“癔症/神经症”的标签，到现代媒体将年龄划为“性感/无用”的断层，年长女性被边缘化、隐身化，而男性衰老却被包装为更有力量与魅力。这种文化语境塑造了女性对自身的期待与沉默，强化了耻感与孤立。\n\n研究显示，观念会实打实影响体...",
    "hasAudio": true,
    "wordCount": 3306,
    "file": "chapter_01.html"
  },
  {
    "number": 2,
    "title": "The Science of the Menopause Transition",
    "summary": "本章强调：绝经只是时间轴上的一个点，而真正影响生活与运动表现的是更长的绝经过渡期（围绝经期）。它可在36岁起出现、常见于45岁后，平均绝经年龄约51–52岁，约5%女性在40–45岁间早发。围绝经期的典型表现是月经周期和经量大幅波动，以及夜间盗汗、心悸、情绪起伏、睡眠受扰等；活跃的女性通常较能缓解这些症状，但几乎没人能“毫无症状”度过，且越接近最后一次月经，体成分（腹部脂肪上升、瘦体重下降）与高强...",
    "hasAudio": true,
    "wordCount": 5092,
    "file": "chapter_02.html"
  },
  {
    "number": 3,
    "title": "Hormones and Symptoms Explained",
    "summary": "本章指出，更年期的核心并非抽象的“变化”，而是性激素——尤其是雌二醇（E2）与孕激素——不规则波动与逐步下降所引发的全身连锁反应。卵泡与排卵频率下降使雌激素与孕激素失衡，导致经期紊乱、经量过多、经期延长与重度经前症状等。更重要的是，性激素并不只管生殖，它们主导肌肉、代谢、炎症、情绪与能量系统的“交响”。理解“为什么”是关键，因为唯有识别这些底层机制，才能通过营养与训练去“补位”，在围绝经期及之后维...",
    "hasAudio": true,
    "wordCount": 11312,
    "file": "chapter_03.html"
  },
  {
    "number": 4,
    "title": "Menopausal Hormone Therapy, Adaptogens, and Other Interventions",
    "summary": "本章强调：尽管本书主张通过训练、营养、恢复与生活方式顺应女性生理来优化表现，但在围绝经期/更年期症状突发且显著影响训练、睡眠与生活质量时，更年期激素治疗（MHT）与部分非药物干预（如适应原）各有其用。适应原是一类有助提升机体抗压能力的植物性干预，尤其在抑制皮质醇的激素下降、应激水平自然走高的阶段，可能提供一定支持；目标是帮助读者了解可选方案，与医生开展知情对话。\n\n关于MHT的风险与证据需要“去恐...",
    "hasAudio": false,
    "wordCount": 9904,
    "file": "chapter_04.html"
  },
  {
    "number": 5,
    "title": "Kick Up Your Cardio",
    "summary": "本章核心观点是：在围绝经期与绝经后，女性不该“慢下来”，而应在更聪明的前提下把强度提上去。与一味堆训练量相比，每周几次高强度、低时长的训练能获得更大的回报，并在其他日子里进行真正的恢复。冲刺间歇训练（SIT）是更年期阶段最有效的HIIT形式：用10–30秒的全力冲刺交替短暂恢复，让心率攀至最大心率85%以上。研究显示，SIT不仅等效甚至优于中等强度恒定训练（MICT）提升心血管功能，还能在更短时间...",
    "hasAudio": false,
    "wordCount": 4806,
    "file": "chapter_05.html"
  },
  {
    "number": 6,
    "title": "Now's the Time to Lift Heavy Sh*t!",
    "summary": "本章强调：更年期需要与以往不同的力量训练策略——举起更重的重量。随着年龄增长，人会自然丧失肌肉与力量；雌激素下降还会进一步削弱肌肉干细胞（卫星细胞）的再生能力，加速瘦体重与力量流失。但这种趋势可通过正确的抗阻训练扭转。与其做“轻重量高次数”的所谓塑形训练，你更需要能恢复与维持肌肉与力量的大重量训练。\n\n为什么要举重而非“多做几下”？轻重量高次数主要提高耐力；中等强度10–12次虽能增肌，却不足以强...",
    "hasAudio": false,
    "wordCount": 8508,
    "file": "chapter_06.html"
  },
  {
    "number": 7,
    "title": "Jump Around: The Power of Plyometrics",
    "summary": "本章打破“年长女性应降档、避免冲击”的刻板印象，强调增强式训练（跳跃、弹跳、跨跳等以冲击为核心的训练）对更年期及其后女性既安全又高效。系统综述显示，增强式训练能提升肌力、骨骼健康、身体组成、姿势与体能表现，且未见伤害增加。随着雌激素下降，女性肌肉的力量与速度显著衰退（如垂直跳降低）；增强式训练通过有益的表观遗传改变，唤醒沉默的肌肉基因，强化快肌纤维的收缩能力与反应速度，同时提升线粒体功能与耐力表现...",
    "hasAudio": false,
    "wordCount": 3425,
    "file": "chapter_07.html"
  },
  {
    "number": 8,
    "title": "The Estrogen Fix for Strength and Endurance",
    "summary": "本章强调：健康与表现从肠道开始，尤其对更年期女性。肠道微生物群不仅决定消化与营养吸收，还通过其代谢副产物影响激素合成、代谢调节、交感/副交感与中枢神经系统、免疫（约60%源自肠道）、睡眠结构以及大脑健康（促进BDNF生成，缓解“脑雾”）。平衡而多样的微生物群可提升代谢效率、运动中能量可用性与训练恢复，具体带来心理韧性、体成分优化、骨密度与重塑、营养吸收提升、REM与慢波修复性睡眠改善、抗氧化与线粒...",
    "hasAudio": false,
    "wordCount": 7389,
    "file": "chapter_08.html"
  },
  {
    "number": 9,
    "title": "Eat to Perform and Thrive",
    "summary": "本章核心观点是：别再节食，尤其是对活跃的围绝经/绝经后女性。长期吃不够会导致低能量可用性（LEA），进而发展为运动相对能量不足（RED-S），带来骨质变弱、心血管风险上升、甲状腺功能紊乱等严重后果。绝经前女性常以停经为警示，但围绝经期月经不规律、绝经后无月经，风险更隐蔽。处在能量不足时，身体会优先“求生”：分解肌肉、储存脂肪、降低代谢、升高皮质醇并扰乱饥饿与饱腹激素，形成“练得多却更胖、更累、更弱...",
    "hasAudio": false,
    "wordCount": 8486,
    "file": "chapter_09.html"
  },
  {
    "number": 10,
    "title": "Feast and Fast",
    "summary": "本章强调更年期过渡期的代谢与激素环境发生显著变化：雌二醇下降、雌酮占主导且效力更弱，睾酮同步下滑，导致胰岛素抵抗和血糖更易升高、深层腹脂平均增幅达44%，代谢综合征风险增至绝经前的三倍。单靠运动不够，必须同步调整饮食策略。核心理念是吃够、避免低能量可用性，关注食物的宏量营养素构成与质量而非盲目压低热量；尽量选择真实、完整、多样化的食物，并在更年期更重视“何时吃”。\n\n实践要点：根据活动水平调整宏量...",
    "hasAudio": false,
    "wordCount": 6478,
    "file": "chapter_10.html"
  },
  {
    "number": 11,
    "title": "Stay Hydrated to Stay Cool, Strong, and Healthy",
    "summary": "本章核心观点是：营养摄入的时机几乎与食物本身同样重要，决定你能否把训练中的“损伤阶段”转化为真正的“适应与变强”。尤其对围绝经到绝经后的女性而言，错误的时机会加重应激、扰乱激素与睡眠、拖慢恢复。训练前切忌能量不足，用少量同时含碳水与蛋白的简易加餐（如香蕉配坚果酱、干果、全麦吐司配坚果酱等）先把“油箱”加满，以免动用肌肉储备、降低训练质量。\n\n训练后30分钟是女性的关键恢复窗口（男性可拖到3小时），...",
    "hasAudio": false,
    "wordCount": 4829,
    "file": "chapter_11.html"
  },
  {
    "number": 12,
    "title": "Strategize Your Supplementation",
    "summary": "本章强调：补水是决定运动表现与安全的关键变量，尤其在出汗大量、热应激高的训练与比赛中。出汗依赖血浆水分来带走热量；一旦体水量下降，血液黏稠度上升、心率飙高、输出功率下滑，肌肉与皮肤为有限的血流“争夺战”加剧，先是皮肤降温受限，随后肌肉与中枢也会被高温“逼停”（肌肉约超过39℃、核心约达40–41℃）。很多人把疲惫误认作能量不足，实际常见根因是补水不足或方式不当。传统高糖运动饮料将注意力放在“液体热...",
    "hasAudio": false,
    "wordCount": 5655,
    "file": "chapter_12.html"
  },
  {
    "number": 13,
    "title": "Your Body Composition Rx",
    "summary": "本章强调：睡眠是恢复与表现的核心驱动力，深度睡眠阶段促使人体生长激素（HGH）在晚间11点至凌晨1点高峰分泌，加速组织修复、增肌与脂肪燃烧；一旦睡眠不足（少于7–9小时），HGH与恢复都会受阻。缺觉会使皮质醇夜间居高不下，增加胰岛素抵抗、腹部脂肪与受伤/过度训练风险，并通过饥饿素升高、瘦素下降引发暴食。同时，短睡降低胰岛素敏感性、妨碍糖原补充；高强度训练产生的腺苷只有靠睡眠清除，否则大脑与身体的能...",
    "hasAudio": false,
    "wordCount": 11290,
    "file": "chapter_13.html"
  },
  {
    "number": 14,
    "title": "Train Your Brain",
    "summary": "本章核心观点是：在更年期及之后，想通过力量训练守住肌肉与力量，前提是稳固的基础——稳定性、活动度与强健核心。雌激素下降与孕激素波动会让结缔组织松弛、肌腱韧带张力改变，加上炎症与皮质醇升高，导致关节更酸痛僵硬、肌肉更紧、动作模式更易失衡。女性的稳定性高度依赖髋部与臀部核心稳定肌群；若其“打瞌睡”，常出现深蹲/跳跃时膝内扣、韧带损伤风险升高，以及骨盆底承压失衡引发尿失禁。女性软组织更易松、关节偏过度灵...",
    "hasAudio": false,
    "wordCount": 4380,
    "file": "chapter_14.html"
  },
  {
    "number": 15,
    "title": "Rest and Recovery",
    "summary": "本章以一位资深耐力教练在更年期骤然“失去动力”为引子，指出许多女性在更年期都会经历类似的心理低谷。核心原因在于大脑化学的变化：雌激素下降会扰动记忆回路与大脑网络完整性，尤其影响海马体，导致记忆、注意与认知下滑；同时BDNF（脑源性神经营养因子）随年龄与雌激素波动而下降，带来脑雾、情绪波动、焦虑与抑郁。此外，体组成变化与文化偏见叠加，恶化身体形象与自尊，形成“自我不满—情绪低落—更难坚持运动”的恶性...",
    "hasAudio": false,
    "wordCount": 4042,
    "file": "chapter_15.html"
  },
  {
    "number": 16,
    "title": "Your Performance Care Network",
    "summary": "本章强调更年期及其后期的骨骼脆弱性与应对策略。女性在绝经后5–7年可丢失约五分之一骨密度，50岁后每两位女性就有一位会因骨质疏松发生骨折，髋部骨折风险与乳腺癌、子宫癌、卵巢癌的总和相当。骨骼是动态、可重建的组织，负重与冲击性运动通过微损伤—修复机制促使骨更致密；骨量在30岁左右达峰，随后缓降，雌激素在抑制骨丢失中至关重要，绝经初期每年骨丢失可达约2%。若有运动性相对能量不足（RED-S）导致闭经，...",
    "hasAudio": false,
    "wordCount": 3855,
    "file": "chapter_16.html"
  },
  {
    "number": 17,
    "title": "Periodize Your Life",
    "summary": "本章把“在更年期过渡期坚持运动”视作一门需要策略的“第四项运动”。核心观点是：症状常见且扰人，但通过科学管理，你仍能保持活跃。潮热的根源在于雌激素下降导致体温调节阈值变窄；运动虽益处多，但并不能根除潮热，身体成分比运动本身更关键——较高体脂与更重潮热相关，瘦体重更高者血管舒缩症状更少。实操上，保证日常良好补水；训练时用冰镇饮品内外降温，颈后等关键部位局部冷却；骑行用“冰袜”、跑步用降温颈巾；衣物分...",
    "hasAudio": false,
    "wordCount": 4628,
    "file": "chapter_17.html"
  },
  {
    "number": 18,
    "title": "Sample Training Plans",
    "summary": "本章强调对补充剂应持“谨慎且证据导向”的态度。尽管少数补充剂（如经挑选的适应原）能在更年期支持健康与表现，但市场充斥着夸大宣传且缺乏监管的产品，质量与成分并不总可控。原则是尽量从食物获取维生素与矿物质，仅在有明确证据且与自身生理相契合时再补充。更年期女性的需求更具特异性，因此需要基于检测与证据的个性化选择。\n\n维生素D是重点营养素，它既是营养素也是激素，参与钙磷吸收、骨骼、免疫、心血管与肌肉功能。...",
    "hasAudio": false,
    "wordCount": 7115,
    "file": "chapter_18.html"
  },
  {
    "number": 19,
    "title": "Recipes for Training and Recovery",
    "summary": "本章将前文的建议整合为一套可行动的更年期管理思路：更年期进程因人而异，症状可能在绝经前几年出现、过渡完成后又新增，因此首要任务是做自我评估并持续追踪，以分辨哪些干预对你有效。先盘点症状（如月经不规律、潮热与夜间盗汗、睡眠障碍、情绪波动、脑雾、阴道干涩与尿失禁、关节痛、头痛等），记录发生频率、时间点与严重程度，并将清单带去就医。建议使用澳大利亚更年期学会的症状评分表，按0—3为各症状打分；总分≥15...",
    "hasAudio": false,
    "wordCount": 4782,
    "file": "chapter_19.html"
  },
  {
    "number": 20,
    "title": "Epilogue: It's Just a Transition",
    "summary": "本章围绕绝经过渡期的生物学机制与人群差异展开，核心在于激素波动与症状之间的因果链，以及生活方式干预的可操作性证据。研究显示，抗缪勒管激素（AMH）可作为临近绝经的客观标志；血管舒缩症状（潮热、盗汗）在不同种族与体重状态下存在显著差异，体重减轻与饮食干预能显著缓解症状，而运动对症状的直接改善中等，但对整体心代谢与情绪健康有明确益处。肠道微生物对大豆异黄酮的代谢（是否能产雌马酚）决定植物雌激素的真实生...",
    "hasAudio": false,
    "wordCount": 7307,
    "file": "chapter_20.html"
  }
]